templateXML/inviaScrutiniReferendum.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:elet="http://it.mininterno.sie/elettorale">
   <soapenv:Header/>
   <soapenv:Body>
      <elet:DatiInvioScrutiniReferendum>
         <elet:Utente>
            <elet:UserID>{{UserID}}</elet:UserID>
            <elet:Password>{{Password}}</elet:Password>
         </elet:Utente>
         <elet:Evento>
            <elet:TipoElezione>{{TipoElezione}}</elet:TipoElezione>
            <elet:DataElezione>{{DataElezione}}</elet:DataElezione>
         </elet:Evento>
         <elet:CodiceProvincia>{{CodiceProvincia}}</elet:CodiceProvincia>
         <elet:CodiceComune>{{CodiceComune}}</elet:CodiceComune>
         <elet:LivelloAcquisizione>{{LivelloAcquisizione}}</elet:LivelloAcquisizione>
         <elet:CodiceSezione>{{CodiceSezione}}</elet:CodiceSezione>
         <elet:InfoScrutini>
            <elet:Scrutini>
               <elet:NumeroProgressivoArea>{{NumeroProgressivoArea}}</elet:NumeroProgressivoArea>
               <elet:FlagInserimentoDefinitivo>{{FlagInserimentoDefinitivo}}</elet:FlagInserimentoDefinitivo>
               <elet:DatiVotanti>
                  <elet:NumeroVotantiMaschi>{{NumeroVotantiMaschi}}</elet:NumeroVotantiMaschi>
                  <elet:NumeroVotantiFemmine>{{NumeroVotantiFemmine}}</elet:NumeroVotantiFemmine>
                  <elet:NumeroVotantiTotale>{{NumeroVotantiTotale}}</elet:NumeroVotantiTotale>
               </elet:DatiVotanti>
               <elet:DatiScrutinioReferendum>
                  <elet:NumeroScheda>{{NumeroScheda}}</elet:NumeroScheda>
                  <elet:FlagRettifica>{{FlagRettifica}}</elet:FlagRettifica>
                  <elet:NumeroSezioniPervenute>{{NumeroSezioniPervenute}}</elet:NumeroSezioniPervenute>
                  <elet:NumeroSchedeBianche>{{NumeroSchedeBianche}}</elet:NumeroSchedeBianche>
                  <elet:NumeroSchedeNulle>{{NumeroSchedeNulle}}</elet:NumeroSchedeNulle>
                  <elet:NumeroSchedeContestate>{{NumeroSchedeContestate}}</elet:NumeroSchedeContestate>
                  <elet:DatiVoti>
                     <elet:NumeroVotiSi>{{NumeroVotiSi}}</elet:NumeroVotiSi>
                     <elet:NumeroVotiNo>{{NumeroVotiNo}}</elet:NumeroVotiNo>
                     <elet:TotaleNumeroVoti>{{TotaleNumeroVoti}}</elet:TotaleNumeroVoti>
                  </elet:DatiVoti>
               </elet:DatiScrutinioReferendum>
            </elet:Scrutini>
         </elet:InfoScrutini>
      </elet:DatiInvioScrutiniReferendum>
   </soapenv:Body>
</soapenv:Envelope>